;Ukrainian translation by Michael Glubokyi <me@meelk.com.ua
    
;Set RTL to 1 if the your language is right to left, it will mirror the GUI
;REMOVED: plugindev help4 aa thumbbg wrongos wrongostitle installanyways
;You can comment a line by adding ; in front of it. You can remove these commented lines if you want
;The order of the lines doesn't matter
;The newly added keywords are at the bottom

[win7shell]
RTL=0
newvers=Доступна нова версія
disableupdate=Ви можете вимикнути перевірку оновлень в настройках плагіна
opendownload=Хочите відкрити сторинку завантажень плагіна?
uninstall=Ви не побачите цього питання знову. Якщо ви хочете видалити плагін, перейдить в 
uninstallhowto='Winamp Preferences -> Plug-ins -> General Purpose -> Windows 7 Taskbar Integration' та видалите.
info=Інформація
config=Налаштування плагіну
on= Увімкн.
off= Вимкн.
previous=Назад
pause=Пауза
play=Програвати
stop=Стоп
next=Вперед
errorthumb=Помилка створення зменьшеного зображення, цю можливість буде вимкнено
playing=Програється
paused=Призупинено
stopped=Зупинено
taskinitfail=Неможливо ініціалізувати інтерфейс взаємодії з Windows 7 Taskbar
images=Усі формати зображення що підтримуються
usethumbbg=Використати зменьшене зображення для фону
selectimage=Оберить файл зображення
afterrestart=Модифікація кнопок керування відбудеться тільки після перезавантаження Winamp.
applysettings=Застосувати Установки
help1=Текст, який ви введете в це поле, буде виписаний в зменшене зображення. Ви можете написати скільки завгодно рядків. Ви обрали опцію ''стиснути зменьшені зображення'', рамка буде розтягнута, щоб вмістити обрану кількість рядків.
help2=Щоб створити динамичний текст, використайте метаслова, які додайти до тексту. Вони будуть замінені на справжні дані з Winamp. Ось декілько слів: 
help3=Рядок з цім текстом буде вирівняний по центру
help4=Рядок з цім текстом буде вирівняний по центру і мати червону тінь
help5=Назва поточної комозиції
help6=Виконавець поточної композиції
help7=Назва альбому, пусто якщо нема даних.
help8=Рік випуску альбому, пусто якщо нема даних.
help9=Номер композиції
help10=Поточний рейтінг композиції у цифрах (наприклад 4)
help11=Поточний рейтінг композиції у вигляді зірок (наприклад ★★★★ )
help12=Поточний час програвання
help13=Час, що залишився до кінця композиції
help14=Загальний час програвання
help15=Поточна позиція в плей-листі
help16=Загальна кількість програваємих файлів
help17=Бітрэйт в kb/s
help18=Частота в кілогерцах
help19=Поточна гучність (без знаку '%')
help20=Режим випадкового програвання пісень (Увім. / Вимикн.)
help21=Режим повторення (Увім. / Вимикн.)
help=Допомога
transparent=Прозорий
albumart=Обкладинка альбому
defbg=Фон по замоченню
custombg=Свій фон
browse=Перегляд
buttons=Додати кнопки керування плеером
shrink=Зменшити вікно передогляду залежно від кількості рядків
taskicon=Іконка для панелі завдань
progressbar=Прогрес програвання композиції
streaming=Встановити в стан 'Невизначений' коли програється потоковий формат
error=Перевести в стан 'Помилки' (червона іконка) коли формат не підримується
overlays=Значки статусу програвання
jumplist=Jump List
bugslink=Помилки і пропозиції
bugstext=Надішлить свої думки та побажання плагіну
sitelink=Домашня сторинка проекту
sitetext=Оновлення, новини, знимки екрану та обзори
noupdate=Не перевіряти оновлення коли Winamp запускається
ok=OK
cancel=Відміна
removetitle=Видалити заголовок вікна Winamp
selectfont=Обрати рифт
aa=Згладжування шрифту
selectshadow=Колір тіні
enable=Увімкнути власну зображенну копію в панелі завдань
plugdev=Розробка
thumboptions=Опції
thumbtext=Текст
background=Тло
translink=Переклад
transtext=Допоможить перекласти плагін, або завантажуйте готові переклади
favorite=Обране
vumeter=Використувати зменьшену копію як VU meter
iconic=Показувати зображення як іконку замість заповнення фону
author=Автор
volup=Гучність +10%
voldown=Гучність -10%
openfile=Відкрити файл

thumbpb=Показувати яка частина файла була програна в зменьшиній копії
wapref=Налаштування Winamp
startwa=Будь ласка, перезапустить Winamp спочатку
jumplisterror=Помилка створення jump list'у.

;removed: addtorecent
;a background mode comes in front of this sentence, like "Album art is used, if selected background not available"
revert=обрати, якщо обраний фон не доступний
jlchoice=Показувати наступні категорії в jump list:
jlrecent=Нещодавно відкриті
jlfrequent=Часто відкриваются
jltasks=Завдання
jlnote=Замітка: Тільки файли, які відкриваються Winamp будут додаватися до цього списку. (Це не обов'язково має бути програма по замовченню). Якщо в списку вже є файли,їх можна видалити відчищаючи список.
creditslink=Автори
creditstext=Люди, що допомогли розробити цей плагін
resumeplay=Продовжити програвання
